{
    "StartPage": {
        "Title": "Lets get started with the GDPR Wizard",
        "Introduction": "Welcome to ComplyTo's GDPR platform and our start wizard. Here we take you through the process of getting an overview of which personal data you have in which systems and what you use this data for. This is the first step in documenting that your company complies with the personal data rules. \nIt should be easy, intuitive and easy to get started with, but should you experience problems please feel free to get our support or go to our help center at help.complyto.com.",
        "Step1": "Complete basic info about your company",
        "Step2": "Data analysis and mapping",
        "Step3": "Mapping and analysis of IT systems",
        "Waiting": "Waiting on you...",
        "InProgress": "in progress...",
        "GenerateYourProgram": "Generate your program",
        "ProgramDescription": "Once you've gone through all 3 steps above and mapped your personal data, where they are used, where these information is stored and more, you are ready to generate your GDPR compliance program. When you generate your compliance program, we will create the personal data policies and data processing agreements that are necessary based on your data and uses. Likewise, we will establish tasks that we propose to implement in order to comply with the privacy rules. You can of course also choose to add your own controls, tasks and / or documents, in order to document your personal data compliance.",
        "GenerateButton": "Generate your GDPR Program &<br/>Required documents now",
        "ErrorStep2": "Please complete step 1 before proceeding.",
        "ErrorStep3": "Please complete both steps 1 and 2 before proceeding.",
        "ProgramGeneratedAlready": "You have previously generated your GDPR program. Clicking 'Generate' again will overwrite your existing GDPR program. (we will generate new and updated versions of polices, data processor agreements and tasks) Are you sure you want to continue?",
        "Cancel": "Cancel",
        "OK": "Genenerate",
        "ProgramGenerated": "Your GDPR program is generated successfully."
    },
    "FirstStep": {
        "StepTitle": "Complete basic info about your company",
        "Subtitle": "To start of your GDPR process we now need some basic infomation about your company to set the scene",
        "CompanyInfo": "Company info",
        "CompanyName": "Company Name",
        "CompanyNameTooltip": "We need the legal name of you company. (Please note that GDPR is legal company specific. Consequently you should document your GDPR compliance per legal company)",
        "CompanyRegistration": "Company registration",
        "CompanyRegistrationTooltip": "Your company registration number in the country you are incorporated",
        "Industry": "Industry",
        "IndustryTooltip": "We are using the general industry definitions used across the EU. Please select the industry that is closes to you line of business",
        "NumberOfEmployees": "Number of employees",
        "NumberOfEmployeesTooltip": "To get an idea on the size of you organization please let us know your average number of employees",
        "LastYearTurnover": "Last year turnover",
        "LastYearTurnoverTooltip": "Optional - However with info on your turnover and result we can make a better estimation of your company risks (and the potential fines as per GDPR)",
        "LastYearResult": "Last year result",
        "LastYearResultTooltip": "Optional - However with info on your turnover and result we can make a better estimation of your company risks (and the potential fines as per GDPR)",
        "Currency": "Currency",
        "CurrencyTooltip": "To get an idea of the size of your turnover and result please let us know which currency you have used",
        "CompanyAddress": "Company Address",
        "CompanyAddressTooltip": "Your company address. If you have several sites for the same legal entity, please use the registrerede address",
        "Zipcode": "Zipcode",
        "ZipcodeTooltip": "Zipcode",
        "City": "City",
        "CityTooltip": "City",
        "Country": "Country",
        "CountryTooltip": "Country (if you are missing a country from the list, please let us know on the chat)",
        "Subsidaries": "Subsidaries/Group companies?",
        "AddMoreSubsidaries": "Add more subsidaries",
        "OverallResponsible": "Overall responsible for personal data in your company",
        "IAmOverallResponsible": "I am the overall responsible",
        "CompanyHasDPO": "My company has a DPO",
        "Title": "Title",
        "TitleTooltip": "The title of the employee",
        "FirstName": "First Name",
        "FirstNameTooltip": "First Name",
        "LastName": "Last Name",
        "LastNameTooltip": "Surname",
        "Phone": "Phone",
        "PhoneTooltip": "Either the direct number for the person or the main phone number for the company",
        "Email": "Email",
        "EmailTooltip": "Direct email to the person (or company mailbox related to privacy)",
        "ValidationError": "Please check the highlighted fields."
    },
    "SecondStep": {
        "StepTitle": "Complete Data Analysis",
        "Step1Of2": "Step 1 of 3",
        "Step2Of2": "Step 2 of 3",
        "Step3Of2": "Step 3 of 3",
        "Subtitle1Of2": "Now we need some information about the data you are using in your company. To give you a detailed view we need to map your companies processes first - we will need them later. A process or activity in your company is just a way to make the GDPR work more manageable for your. i.e if you have employees you might want to separate this in a HR process and keep data for sales in a sales process. You can select one or more it is purely up to you and your company needs. ",
        "Subtitle2Of2": "In the previous step, we determine the processes the company uses personal data. Now we need to specify which groups of people you collect data about. This is essential in order to better identify all personal data, and to control and document how you use this data",
        "Subtitle3Of2": "In the final step of data mapping, we are now completely into your use of specific personal data for the processes and types of persons that you identified previously relevant to your business. We have listed some suggestions for the most common personal data, but you can of course add your own personal data type if necessary. For each personal data type, we then specify the purpose of processing this data and in which systems / systems this data is stored. (you should only select the datatypes that are relevant for your persondata use)",
        "WhichProcess": "Which processes (or activities) do you have in your company that requires use/ storage of personal data?",
        "SelectProcesses": "Create your first processes/activity",
        "ChooseFromExisting": "Choose from an existing type...",
        "GiveYourOwnName": "Or give it your own name",
        "CreateProcess": "Create Process/activity",
        "ProcessName": "Your own process/activity name here",
        "MyCreatedProcesses": "My created processes/activities",
        "WhichITSystem": "Which IT-systems do you have in your company that requires use/ storage of personal data?",
        "IdentifyITSystem": "Identify your IT systems",
        "CreateITSystem": "Create IT System",
        "ITSystemName": "Your own IT System here",
        "MyITSystems": "My IT Systems",
        "WhichKindsOfPersons": "What kinds of persons types or groups do you keep data about?",
        "AddYourOwnCategory": "Add your own type of person",
        "CategoryName": "Name of Type of person",
        "AddCategory": "Add type of person",
        "LocationAndAge": "Location and age related info for this type of person",
        "Process": "Process/activity",
        "PersonType": "Person Type",
        "CollectingChildren": "Are you collecting data regarding children (Under age 16)?",
        "WherePersonsLocated": "Where are the persons you collect data about located?",
        "ChooseFromList": "Choose from list",
        "SelectedCountries": "Selected countries",
        "WhichDataTypes": "Identify the use of personal data for each process",
        "AddYourOwnDataType": "Add your own data type",
        "DatatypeName": "Date Type Name",
        "ChooseType": "Choose Type",
        "CreateDataType": "Create Data Type",
        "AdditionalInfo": "Additional info needed for this data type",
        "DataType": "Privacy Data Type",
        "WhichPersonAndIT": "Choose which person category and IT system the data type belongs to",
        "WhichPurpose": "Choose one or more purposes you have for collecting privacy data for each person category",
        "AddYourOwnPurpose": "Add your own purpose",
        "PurposeName": "Purpose name",
        "ChooseReason": "Choose purpose category",
        "AddPurpose": "Add Purpose",
        "SourceOfYourData": "Source of your data",
        "ITSystem": "IT system",
        "ExchangeData": "How did you receive the data?",
        "DataSourceName": "Data source - company name",
        "ResponsibleOrProcessor": "Data responsible or processor?",
        "DeletionOfData": "Deletion of data",
        "CustomerSupplierName": "Customer or supplier name",
        "Others": "Others",
        "YourOwnDeletionPeriod": "Your own deletion period",
        "ValidationNoProcess": "Please select at least one process.",
        "ValidationNoITSystem": "Please select at least one IT System.",
        "ValidationNoPersonGroup": "Please select at least one person group for the highlighted processes.",
        "ValidationNoCountry": "Please select at least a country.",
        "ValidationNoDataType": "Please identify the use of personal data for the highlighted processes.",
        "ValidationNoCategoryAndIT": "Please select at least one person category and IT system the data type belongs to.",
        "ValidationNoDataSource": "Please select at least one data source.",
        "ValidationNoEnoughData": "We need some additional data from you before you proceed",
        "ValidationNoDataOwner": "Please select a data owner.",
        "ValidationNoTransferOfData": "Please select a transfer of data",
        "ValidationNoDeletionPeriod": "Please select a deletion period or add your own period.",
        "ValidationNoPurpose": "Please select at least one purpose for collecting privacy data for each person category.",
        "SelectFromList": "Select from list or type a new name",
        "TypeOfPerson": "Type of person",
        "Purpose": "Purpose",
        "ProcessTooltip": "Your selected processes containing privacy data",
        "TypeOfPersonTooltip": "Which groups/types of persons are you collecting personal data about. These are a way to categorize your personal data and assign them to the relevant groups. If you have groups where the collection and use of personal data is 100% similar it would make sense to register them as one group",
        "LocationAndAgeTooltip": "We need to define additional information regarding the person types",
        "QuestionDefaultTextTooltip": "If you collect or use personal data related to children there are additional rules to consider, therefore we need to specify this for each type of person",
        "WherePersonsLocatedTooltip": "Most of the privacy rules comes from EU and are similar for all EU countries. However there can be additional rules or regulation that one or more country have implemented in addition to the EU rules. Consequently we are specifying where the person types comes from. Remember that the rules are based on where the person is located - not nationality",
        "DataTypeTooltip": "We have listed the most commonly collected personal data types. You can select from the pre-populated types or you can add your own at the bottom of the screen (you should only choose the types relevant for the personal data use in your company)",
        "AdditionalInfoTooltip": "Now we need to be a bit more specific with regards to the selected type of data. Where you manage this data, for which purpose and for how long. All of these specified on each of the relevant group/type of persons",
        "WhichPersonAndITTooltip": "Here we need to define which person types the selected data type is relevant for, as well as which IT systems you use to manage this data type",
        "ITSystemTooltip": "Which IT systems are you using for managing this personal data type",
        "WhichPurposeTooltip": "Here we need to define the purpose for collecting the persondata type you are working with. You can select one or more purpose for each of the relevant types of person",
        "AddYourOwnPurposeTooltip": "We have shown some purposes for collecting persondata. However you probably have a more accurate name for your purpose. You can add this purpose here",
        "ChooseReasonTooltip": "ChooseReasonTooltip",
        "SourceOfYourDataTooltip": "We need to specify how you have collected the personal data. If it has been given directly from the person. If you have received it from a 3rd party or if the personal data has been created based on profiling on other data you have on the person",
        "ResponsibleOrProcessorTooltip": "Are you responsible for the collected data (i.e. data controller) or do you process this data only on behalf of others and consider yourself as a data processor",
        "DeletionOfDataTooltip": "We need to specify how long you keep the data collected. Consequently we ask you to note when you delete the collected data.",
        "PurposeCategoryTooltip": "When you add your own purpose it is important that you identify the legal basis that covers your purpose. These options are based on the GDPR articles and is essential to ensure that we map your own purpose correctly. If you are in doubt please take a look in the help center",
        "PurposeTooltip": "Here we need information on at least one purpose, that you have for processing the specific type of personal data. If you use data for multiple purposes for this process you should list all the purposes. We have suggested a few, but you can also add your own purpose(s).",
        "AddYourOwnDataTypeTooltip": "Here you can add any privacy data type that you use, should you not find a suitable data type in the list above",
        "ChooseTypeTooltip": "When you create your own personal data type you need to specify which of the 3 categories such type belongs to. We have ordinary personal data, sensitive personal data and data regarding criminal history. If you are in doubt as to which category your data should belong to please read the article on data types on help.complyto.com",
        "ValidationDataNotRelated": "Please select at least both one IT system and one purpose for the selected type of person.",
        "TransferOfData": "Transfer of data to 3rd parties",
        "TransferOfDataToolTip": "Are you transferring this type of personal data to any others, for their own purpose/use? eg. could be transferring employee data on salary to the tax authorities or sending a customer address to a freight provider for them to deliver a package to the customer"
    },
    "General": {
        "ComeBackLater": "You can always save and come back later.",
        "AdjustLater": "Start with selecting one - You can always get back and add more later",
        "Save": "Save & come back later",
        "SaveBack": "Save & Go Back",
        "SaveContinue": "Save & Continue",
        "SavedSucess": "Saved sucessfully.",
        "SaveError": "Ups! Something went wrong. You data is not saved",
        "DeleteBtn": "Delete",
        "CancelBtn": "Cancel",
        "DeleteConfirm": "Are you sure you want to delete?",
        "CompleteOrDelete": "If you keep data about a persontype, you need to complete both IT system and purpose for this person before you go back or save",
        "ConfirmBtn": "OK",
        "BackConfirmTitle": "Oops!",
        "BackConfirmText": "Are you sure you want to go back? You inputs in this step are not saved",
        "BackConfirmText2": "You did not complete this step. Are you sure you want save & go back?"
    },
    "DataProcessing": {
        "MainTitle": "IT system and data processing - step 1 of 1",
        "MainDescription": "In the previous data mapping analysis we have mapped your personal data and which IT systems you use to store and process personal data. The personal data rules require that you have sufficient security about the systems you use to process personal data. Therefore, in this step, we will do a brief mapping / identification of the security measures implemented on your IT systems (don't worry you do not need the big IT exam for this - we have kept it as simple and intuitive as possible - but otherwise you contact us on the chat)",
        "ItSystemTitle": "My IT systems",
        "StepTitle": "Further details on how you manage and secure the systems used for personal data",
        "StepItSystem": "IT system",
        "HostLabel": "Choose how the IT system is hosted/managed",
        "ServiceLabel": "Choose the service provider for the hosting service",
        "AddServiceLabel": "Add your own service provider",
        "AddServicePlaceHolder": "Service provider name*",
        "CreateServiceBtn": "Create service provider",
        "ChooseAccessLabel": "Choose how you can access the system",
        "ChooseFromList": "Choose from list",
        "SelecedAccessType": "Selected access types",
        "AddOwnAccessLabel": "Add your own access type",
        "AddOwnAccessPlaceHolder": "Access name",
        "CreateAccessBtn": "Create access name",
        "SecurityMeasuresLabel": "Choose security measures on this system",
        "SelectedSecurityTypes": "Selected security types",
        "AddOwnSecurityLabel": "Add your own security measure",
        "AddOwnSecurityPlaceHolder": "Security measure name*",
        "AddOwnSecurityBtn": "Create security measure name",
        "SaveBtn": "Save & continue",
        "SavedSucess": "Saved sucessfully.",
        "ValidationNoHosting": "Please select a Hosted/Managed.",
        "ValidationError": "Please check the highlighted IT systems.",
        "ValidationNoProvider": "Please select a service provider.",
        "ValidationNoAccess": "Please select an access types.",
        "ValidationNoSecurityMeasure": "Please select an security types.",
        "ProcessConfirmDelete": "Are you sure you want to delete the process and all of its related data?",
        "ITConfirmDelete": "Are you sure you want to delete the IT system and all of its related data?",
        "ItSystemTitleTooltip": "These are the IT systems that you have identified as containing or processing personal data",
        "StepTitleTooltip": "As a part of compliance with GDPR you need to ensure you manage the systems containing personal data and the security measures around these",
        "HostLabelTooltip": "Here we need to define how you see the service delivered by the supplier of the IT system. (It could also be that you host data internally or that it is a paper or similar based non IT enabled archive). You can add you own below if not of the predefined options fits your needs",
        "ServiceLabelTooltip": "Who is the supplier for the system? We use this to start writing any data processing agreement needed. You can change the name later if you do not have the precise legal name of the supplier, but use a name that is recognisable to you",
        "ChooseAccessLabelTooltip": "How you can access the IT application. This is important in order for you to track the risks related to the IT security and assess any potential data breaches",
        "SecurityMeasuresLabelTooltip": "We need to define the security measures that you have implemented surrounding this IT system. We have listed some possibilities, but you can also add your own descriptions and definitions",
        "QuestionDefaultTextTooltip": "You have in the above registered some of the security measures that are implemented in order to ensure an adequate security for the privacy data kept in this IT system. As per the privacy rules and regulations it is essential that you have an adequate level of security to protect the data. If you can not confirm based on the current measures we will create a task for you in the GDPR program in order to ensure that you includes this in your efforts to be compliant with GDPR"
    },
    "Dashboard": {
        "Title": "My Dashboard",
        "Decription": "Here you find an overview of the policies, dataprocessor agreements, risks and tasks that we have generated basis your input. You can access all documents and task via the menu \"management\" in the top banner",
        "Policies": "Policies",
        "DataProcessors": "Data Processors",
        "Risk": "Risk",
        "Task": "Tasks"
    },
    "Submenu": {
        "Dashboard": "Dashboard",
        "Tasks": "My tasks",
        "Perform": "Perform my tasks",
        "Review": "Review tasks",
        "Reports": "Reports",
        "Knowledge": "Knowledge",
        "Legal": "Legal",
        "Vocabulary": "Vocabulary",
        "Management": "Management",
        "Processes": "Tasks and controls",
        "Risks": "Risks",
        "Policies": "Policies",
        "Persondata": "Persondata",
        "It-Systems": "It-Systems",
        "Dataprocessor": "Dataprocessor",
        "Databreach": "Databreach",
        "Wizard": "Wizard"
    }
}