{
    "StartPage": {
        "Title": "Lad os komme igang med dit GDPR program",
        "Introduction": "Velkommen til ComplyTo's GDPR platform og vores start \"wizard\". Her tager vi dig gennem processen med at få et overblik over hvilke persondata du har i hvilke systemer og hvad du bruger disse data til. Dette er det første step i at dokumentere at jeres virksomhed overholder persondata reglerne. \nDet hele skulle være nemt, intuitivt og enkelt at gå i gang med, men skulle du opleve problemer er du velkommen til at tage fat i vores support, eller gå til vores hjælpecenter på help.complyto.com.",
        "Step1": "Stamdata vedrørende din virksomhed",
        "Step2": "Dataanalyse og kortlægning af persondata",
        "Step3": "Analyse og kortlægning af IT systemer",
        "Waiting": "Afventer dine input...",
        "InProgress": "under udførsel...",
        "GenerateYourProgram": "Generer dit GDPR compliance program",
        "ProgramDescription": "Når du har været igennem alle 3 ovenstående steps og kortlagt dine persondata, hvad de bruges til, hvor disse informationer opbevares og meget mere, er du klar til at generere dit GDPR compliance program. Når du genererer dit compliance program vil vi oprette de persondatapolitikker og databehandleraftaler, som er nødvendige på basis af dine data og anvendelse heraf. Ligeledes vil vi oprette opgaver, som vi foreslår at implementere for at overholde persondata reglerne. Du kan selvfølgeligt også selv vælge at tilføje dine egne kontroller, opgaver og/eller dokumenter, med henblik på at dokumentere din persondata compliance.",
        "GenerateButton": "Generer dit GDPR program &<br/>nødvendige dokumenter nu",
        "ErrorStep2": "Du skal udføre hele første del før du fortsætter",
        "ErrorStep3": "Du skal udføre både del 1 og del 2 før du fortsætter",
        "ProgramGeneratedAlready": "Du har tidligere genereret et GDPR program. Hvis du vælger at generere igen vil i overskrive dit eksisterende GDPR program (Vi genererer nye versioner af persondatapolitkkerne, databehandleraftaler samt opgaver). Er du sikker på du vil fortsætte?",
        "Cancel": "Fortryd",
        "OK": "Generer",
        "ProgramGenerated": "Dit GDPR program er blevet genereret"
    },
    "FirstStep": {
        "StepTitle": "Udfyld stamdata for din virksomhed",
        "Subtitle": "For at komme igang med dit GDPR program har vi behov for nogle enkelte stam informationer omkring din virksomhed",
        "CompanyInfo": "Virksomhedens stamdata",
        "CompanyName": "Selskabsnavn",
        "CompanyNameTooltip": "Vi skal bruge selskabets legal navn (bemærk at GDPR skelner pr legale selskab. Derfor bør du foretage analysen pr. selskab)",
        "CompanyRegistration": "Selskabs/CVR nummer",
        "CompanyRegistrationTooltip": "Selskabets registreringsnummer. For danske selskaber vil dette være dit CVR nummer",
        "Industry": "Branche",
        "IndustryTooltip": "Vi har valgt at bruge de branchekoder som anvendes generelt i EU. Du skulle kunne finde den kode som passer til dit selskab - og vil være den samme som du bruger til eventuelle indberetninger til danmarks statistik mv.",
        "NumberOfEmployees": "Antal medarbejdere",
        "NumberOfEmployeesTooltip": "For at bedre kunne hjælpe din virksomhed har vi brug for at vide den omtrentlige størrelse på din virksomhed. Vi gør bl.a. dette på baggrund af antallet af medarbejdere",
        "LastYearTurnover": "Sidste års omsætning",
        "LastYearTurnoverTooltip": "Valgfrit - men ved at informere os om din virksomheds omsætning og resultater kan vi bedre estimere dine risici (samt vurdere størrelsen af de potentielle bøder i henhold til GDPR)",
        "LastYearResult": "Sidste års resultat",
        "LastYearResultTooltip": "Valgfrit - men ved at informere os om din virksomheds omsætning og resultater kan vi bedre estimere dine risici (samt vurdere størrelsen af de potentielle bøder i henhold til GDPR)",
        "Currency": "Valuta",
        "CurrencyTooltip": "For at kunne vurdere din omsætning og resultat skal vi gerne vide hvilken valuta som du har opgivet dette i",
        "CompanyAddress": "Selskabets adresse",
        "CompanyAddressTooltip": "Din virksomheds adresse - hvis flere så brug den registrerede firmaadresse ",
        "Zipcode": "Postnummer",
        "ZipcodeTooltip": "Postnummer",
        "City": "By",
        "CityTooltip": "By",
        "Country": "Land",
        "CountryTooltip": "Land (hvis du mangler et land - så sig til på vores chat)",
        "Subsidaries": "Datterselskaber/koncernselskaber?",
        "AddMoreSubsidaries": "Tilføj flere datterselskaber",
        "OverallResponsible": "Overordnet ansvarlige person for persondata i selskabet",
        "IAmOverallResponsible": "Jeg er overordnet ansvarlig for persondata",
        "CompanyHasDPO": "Mit selskab har en DPO",
        "Title": "Titel",
        "TitleTooltip": "Medarbejderens titel",
        "FirstName": "Fornavn",
        "FirstNameTooltip": "Fornavn",
        "LastName": "Efternavn",
        "LastNameTooltip": "Efternavn",
        "Phone": "Telefonnummer",
        "PhoneTooltip": "Enten direkte nummer til personen eller virksomhedens hovednummer",
        "Email": "Email",
        "EmailTooltip": "Direkte email til personen. Alternativt en mailboks som virksomheden anvender til persondata henvendelser",
        "ValidationError": "Tjek venligst de markerede felter igen"
    },
    "SecondStep": {
        "StepTitle": "Udfør data analyse og kortlægning",
        "Step1Of2": "Del 1 af 3",
        "Step2Of2": "Del 2 af 3",
        "Step3Of2": "Del 3 af 3",
        "Subtitle1Of2": "Nu har vi behov for lidt information vedrørende de data som du anvender i din virksomhed. For at kunne give dig et mere specificeret overblik over dine data skal vi relatere dine data til din virksomheds forretningsprocesser først. En forretningsprocess kan også forståes som en aktivitet i din virksomhed. Vi benytter dette til at kunne genere en persondatapolitik for hver process. Eksempeltvist vil du oftest have en HR process hvis du har medarbejdere, en salgsprocess hvis du har salg. Du kan helt selv definere hvordan du vil opdele dette og kan navngive processen så de passer til din virksomhed.",
        "Subtitle2Of2": "I det forgående step fastlage vi i hvilke processer virksomheden anvender persondata. Nu har vi behov for at specificere hvilke grupper af personer som du indsamler data omkring. Dette er væsentligt for bedre at kunne identificere alle persondata, samt at kunne styre og dokumentere hvorledes i anvender disse data",
        "Subtitle3Of2": "I det sidste step af data mapping delen går vi nu helt ned i din anvendelse af specifikke persondata for de processer og persontyper som du har identificeret tidligere som relevante for din virksomhed. Vi har oplistet en del forslag til de mest almindelige persondata, men du kan selvfølgeligt tilføje din egen persondatatype hvis nødvendigt. For hver persondatatype specificere vi herefter formålet med at behandle disse data og i hvilke system/systemer disse data opbevares. (Du skal selvfølgeligt kun vælge de typer af persondata som er relevant for din anvendelse af persondata)",
        "WhichProcess": "Hvilke processer (eller aktiviteter) har du i din virksomhed som anvender, indsamler eller på anden måde behandler persondata?",
        "SelectProcesses": "Opret din første proces/aktivitet",
        "ChooseFromExisting": "Vælg fra en eksisterende type",
        "GiveYourOwnName": "Eller navngiv selv så passer til din virksomhed",
        "CreateProcess": "Opret proces/aktivitet",
        "ProcessName": "Navngiv din egen proces/aktivitet",
        "MyCreatedProcesses": "Mine processer/aktiviteter",
        "WhichITSystem": "Hvilke IT systemer anvender du i din virksomhed med henblik på indsamling, behandling og/eller opbevaring af persondata",
        "IdentifyITSystem": "Identificer dine IT systemer",
        "CreateITSystem": "Opret IT system",
        "ITSystemName": "Navngiv dit eget IT system ",
        "MyITSystems": "Mine IT systemer",
        "WhichKindsOfPersons": "Hvilke persontyper behandler du persondata omkring",
        "AddYourOwnCategory": "Tilføj din egen persontype",
        "CategoryName": "Persontype navn",
        "AddCategory": "Tilføj persontype",
        "LocationAndAge": "Placering og alder vedrørende den pågældende persontype",
        "Process": "Proces/aktivitet",
        "PersonType": "Persontype",
        "CollectingChildren": "Indsamler og/eller behandler du data vedrørende børn (under 16 år)?",
        "WherePersonsLocated": "Hvor er personerne som du indsamler data omkring placeret",
        "ChooseFromList": "Vælg fra listen",
        "SelectedCountries": "Valgte lande",
        "WhichDataTypes": "Identificer brugen af persondata for hver proces",
        "AddYourOwnDataType": "Tilføj din egen persondata type",
        "DatatypeName": "Persondatatype navn",
        "ChooseType": "Vælg persondatatype",
        "CreateDataType": "Opret persondatatype",
        "AdditionalInfo": "Yderligere information vedrørende denne persondatatype",
        "DataType": "Persondatatype",
        "WhichPersonAndIT": "Vælg hvilken persontype og IT system som de valgte data tilhører",
        "WhichPurpose": "Vælg et eller flere formål du har med indsamle og/eller behandle persondata for hver persontype",
        "AddYourOwnPurpose": "Tilføj dit eget formål",
        "PurposeName": "Formålsnavn",
        "ChooseReason": "Vælg formålskategori",
        "AddPurpose": "Tilføj formål",
        "SourceOfYourData": "Din datakilde",
        "ITSystem": "IT system",
        "ExchangeData": "Hvordan har du modtaget dine data?",
        "DataSourceName": "Data kilde - selskabsnavn",
        "ResponsibleOrProcessor": "Dataansvarlig eller databehandler?",
        "DeletionOfData": "Sletning af data",
        "CustomerSupplierName": "Kunde eller leverandør navn",
        "Others": "Andre",
        "YourOwnDeletionPeriod": "Din egen sletteperiode",
        "ValidationNoProcess": "Vælg venligst mindst en proces",
        "ValidationNoITSystem": "Vælg mindste et IT system",
        "ValidationNoPersonGroup": "Vælg mindst en persontype for hver af de fremhævede processer",
        "ValidationNoCountry": "Vælg mindst et land",
        "ValidationNoDataType": "Identificer brugen af persondata for hver af de fremhævede processer",
        "ValidationNoCategoryAndIT": "Vælg mindst en persontype og et IT system som de valgte data tilhører",
        "ValidationNoDataSource": "Vælg mindst en datakilde",
        "ValidationNoEnoughData": "Vi mangler nogle data før du kan fortsætte",
        "ValidationNoDataOwner": "Vælg venligst data ejer",
        "ValidationNoTransferOfData": "Vælg venligst om du overfører data",
        "ValidationNoDeletionPeriod": "Vælg venligst et slettetidspunkt eller opret dit eget slettetidspunkt",
        "ValidationNoPurpose": "Vælg venligst mindst et formål for indsamlingen/behandlingen af persondata for hver persontype",
        "SelectFromList": "Vælg fra listen eller skriv et nyt navn",
        "TypeOfPerson": "Persontype",
        "Purpose": "Formål",
        "ProcessTooltip": "Dine valgte processer som indeholder persondata",
        "TypeOfPersonTooltip": "Hvilke forskellige grupper af personer karakteriserer din persondata indsamling og anvendelse. Med dette samler du dine persondata på de grupper/typer hvor indsamlingen og anvendelsen af persondata er sammenlignelig. Hvis du har flere persontyper/grupper hvor indsamlingen og anvendelsen af persondata er 100% identisk giver det formentligt mest mening at samle disse i en gruppe",
        "LocationAndAgeTooltip": "Vi har brug for lidt mere information om de valgte persontyper",
        "QuestionDefaultTextTooltip": "Hvis du behandler persondata vedrørende børn kan der være flere regler som du skal overholde. Derfor har vi brug for at specificere dette for hver persontype/gruppe",
        "WherePersonsLocatedTooltip": "De fleste persondataregler er heldigvis fælles for alle EU lande. Dog har de enkelte lande mulighed for at implementere specifikke regler ud over de fælles EU regler. Derfor er der behov for at vi specificere hvor de forskellige persontyper/grupper kommer fra. Husk at reglerne er baseret på hvor personen opholder sig - ikke hvilken nationalitet personen har.",
        "DataTypeTooltip": "Vi har her oplistet de mest anvendte persondatatyper. Du kan vælge mellem alle disse persondatatyper, eller du kan tilføje nye typer som passer på din virksomheds persondata indsamling nederst på siden (du skal kun vælge de data som er relevant for din virksomhed)",
        "AdditionalInfoTooltip": "Nu er der behov for at vi bliver mere specifik omkring den valgte data type. Hvor håndtere du disse data, for hvilket formål og hvor længe beholder du data. Alle sammen specificeret for den relevante persontype/gruppe",
        "WhichPersonAndITTooltip": "Her har vi behov for at identificere hvilke at dine valgte persontyper er relevant for denne persondata type. Ligeledes skal vi identificere hvilke IT systemer du anvender til at opbevarer eller behandle persondata typen for de enkelte persontyper",
        "ITSystemTooltip": "Hvilke IT systemer anvender du til at behandler disse persondata ",
        "WhichPurposeTooltip": "Her identificerer vi formålet med persondatabehandlingen af den persondatatype, som du arbejder med. Du kan vælge et eller flere formål pr. persontype/gruppe",
        "AddYourOwnPurposeTooltip": "Vi har oplistet nogle forslag til formål med persondata anvendelsen. Du har sikkert en meget bedre beskrivelse af netop din virksomheds formål med persondata anvendelsen. Derfor kan du tilføje dit eget formål her",
        "ChooseReasonTooltip": "[DA] ChooseReasonTooltip",
        "SourceOfYourDataTooltip": "Vi har nu behov for at identificere hvorfra du har modtaget disse persondata. Om der er data der er afgivet direkte fra personen, om der er modtaget fra en tredjepart eller om der er data som er opnået ved anvendelse af profilering baseret på andre data om personen",
        "ResponsibleOrProcessorTooltip": "Ser du din virksomhed som ansvarlig for den indsamlede persondata og dermed er dataansvarlig for persondata, eller behandler du kun disse data på vegne af, og på basis af instruk fra, andre? og dermed er databehandler",
        "DeletionOfDataTooltip": "Vi har brug for at identificere hvor længe du beholder de indsamlede data. Derfor skal du her specificere hvornår du sletter de indsamlede persondata",
        "PurposeCategoryTooltip": "Når du tilføjer dit eget formål med persondatabehandlingen har vi brug for at definere hvilken legal regel som dækker netop dit formål. Valgmulighederne er baseret på persondataforordningens artikler omkring formål og der er væsentligt for at vi kan hjælpe dig at du vælger den kategori som passer til dit formål.Du kan finde mere hjælp herom i vores hjælpecenter",
        "PurposeTooltip": "Her har vi brug for at specificere med hvilket formål du behandler de pågældende persondata. Du skal vælge mindst et, men hvis du har flere formål med denne type data i denne proces skal du vælge alle formål. Det er ligeledes muligt at oprettet dine egne formål nederst på siden",
        "AddYourOwnDataTypeTooltip": "Her kan du tilføje enhver persondatatype som du mangler i listen ovenfor",
        "ChooseTypeTooltip": "Når du opretter din egen persondatatype er det væsentligt, at du kategorisere denne type korrekt, for at vi kan assistere dig. Her kan du vælge mellem almindelige persondata, følsomme persondata og persondata vedr. straffedomme eller lovovertrædelser. Hvis du er i tvivl kan du læse mere om de forskellige typer på help.complyto.com",
        "ValidationDataNotRelated": "Du skal vælge både mindst et IT system og et formål for hver type af person",
        "TransferOfData": "Overførsel af data til tredje part",
        "TransferOfDataToolTip": "Overfører du persondata til andre, som selv har et formål med disse data. Eksempelvis lønoplysninger til skattemyndighederne eller en kundeadresse, som du videregiver til en fragtleverandør som skal levere en pakke til kunden"
    },
    "General": {
        "ComeBackLater": "Du kan altid gemme det nuværende input og komme tilbage senere",
        "AdjustLater": "Start med at vælge en - Du kan altid gå tilbage og tilføje flere senere",
        "Save": "Gem & kom tilbage senere",
        "SaveBack": "Gem og tilbage",
        "SaveContinue": "Gem og fortsæt",
        "SavedSucess": "Dine input er gemt",
        "SaveError": "Ups! Noget gik galt. Dine data er ikke gemt",
        "DeleteBtn": "Slet",
        "CancelBtn": "Fortryd",
        "DeleteConfirm": "Er du sikker på du vil slette?",
        "CompleteOrDelete": "Såfremt du har data om en persontype skal du udfylde både IT system og formål før du går tilbage",
        "ConfirmBtn": "OK",
        "BackConfirmTitle": "Bemærk",
        "BackConfirmText": "Er du sikker på du vil gå tilbage? Dine indtastninger her er ikke gemt",
        "BackConfirmText2": "Du fuldførte ikke hele denne del. Er du sikker på du vil gemme og gå tilbage?"
    },
    "DataProcessing": {
        "MainTitle": "IT systemer og opbevaring af data - step 1 of 1",
        "MainDescription": "I den foregående data mapping analyse har vi kortlagt dine persondata og hvilke IT systemer du anvender til at opbevare og behandle persondata. I persondata reglerne er der krav om, at du har tilstrækkelig sikkerhed omkring de systemer du anvender til behandling af persondata. Derfor vil vi i dette step lave en kort mapping/identifikation af de sikkerhedsforanstaltninger, der er implementeret på dine IT systemer (bare rolig du har ikke brug for den store IT eksamen for dette - vi har holdt det så simpelt og intuitivt som muligt - men ellers er du velkommen på chatten)",
        "ItSystemTitle": "Mine IT systemer",
        "StepTitle": "Yderligere information vedrørende hvordan du håndterer og sikrer systemerne som behandler persondata",
        "StepItSystem": "IT system",
        "HostLabel": "Vælg hvordan dit IT system er håndteret/hostet",
        "ServiceLabel": "Vælg en leverandør til den valgte hosting/håndteringstype",
        "AddServiceLabel": "Tilføj din egen IT leverandør",
        "AddServicePlaceHolder": "IT leverandør navn",
        "CreateServiceBtn": "Opret din egen IT leverandør",
        "ChooseAccessLabel": "Vælg hvorledes dit IT system kan tilgås",
        "ChooseFromList": "Vælg fra listen",
        "SelecedAccessType": "Valgte tilgangsmuligheder",
        "AddOwnAccessLabel": "Tilføj din egen tilgangsmulighed",
        "AddOwnAccessPlaceHolder": "Navn på tilgangsmuligheden",
        "CreateAccessBtn": "Opret tilgangsmulighed",
        "SecurityMeasuresLabel": "Vælg hvilke sikkerhedsforanstaltninger der er implementeret på systemet",
        "SelectedSecurityTypes": "Valgte sikkerhedsforanstaltninger",
        "AddOwnSecurityLabel": "Tilføj din egen sikkerhedsforanstaltning",
        "AddOwnSecurityPlaceHolder": "Sikkerhedsforanstaltnings navn",
        "AddOwnSecurityBtn": "Opret sikkerhedsforanstaltning",
        "SaveBtn": "Gem og fortsæt",
        "SavedSucess": "Dine input er gemt",
        "ValidationError": "Kontroller venligst de markerede IT systemer",
        "ValidationNoHosting": "Vælg en type af hosting/håndtering",
        "ValidationNoProvider": "Vælg en IT leverandør",
        "ValidationNoAccess": "Vælg en tilgangsmulighed",
        "ValidationNoSecurityMeasure": "Vælg en sikkerhedsforanstaltning",
        "ProcessConfirmDelete": "Er du sikker på, at du vil slette denne process og alle data relateret hertil?",
        "ITConfirmDelete": "Er du sikker på, at du vil slette dette IT system og alle data relateret hertil?",
        "ItSystemTitleTooltip": "Dette er de IT systemer som du har defineret som indeholdende persondata",
        "StepTitleTooltip": "En del af overholdelse af GDPR reglerne er at du har et overblik over hvordan du håndtere systemerne som håndtere persondata, samt de sikkerhedstiltag som er implementeret for disse",
        "HostLabelTooltip": "Her skal du specificere hvordan du ser den service som leverandøren af IT system leverer til dig. (Det kan også være det er et internt installeret system, eller det kan være det er et papirarkiv eller andet ikke IT baseret system). Du kan tilføje din egen leverandør lige nedenfor hvis du ikke kan finde et match med de pre-definerede leverandører",
        "ServiceLabelTooltip": "Hvem er leverandøren af det system du bruger. Vi bruger denne information til at begynd at skrive de nødvendige databehandler aftaler. Du kan ændre navnet senere hvis du ikke kender det præcise firmanavn, men vi anbefaler at du bruger et navn du kan genkende",
        "ChooseAccessLabelTooltip": "Hvordan du har adgang til IT systemet. Dette er væsentligt i forbindelse med at fastlægge risici forbundet med systemet og vurdere risikoen i forbindelse med eventuelle datasikkerhedsbrud",
        "SecurityMeasuresLabelTooltip": "Her har vi behov for at identificere og dokumentere de sikkerhedsforanstaltninger som du har omkring dette IT system. Vi har listet nogle muligheder, men du kan også tilføje dine egne",
        "QuestionDefaultTextTooltip": "Du har ovenfor defineret de sikkerhedsforanstaltninger som du overordnet har for dette IT system. I henhold til persondatareglerne er det væsentligt at du har en tilstrækkelig IT sikkerhed til at håndtere persondata. Derfor beder vi dig bekræfte om dette er tilfældet eller om du mener at der skal tilføjes yderligere sikkerhedsprocedurer (såfremt du ikke bekræfter at IT sikkerheden er tilstrækkelig opretter vi en opgave til dig, så du husker at følge op på dette som en del af dit GDPR program)"
    },
    "Dashboard": {
        "Title": "Min oversigt",
        "Decription": "Her er en oversigt over de politikker, databehandleraftaler samt risici og potentielle opgaver som vi har genereret på baggrund af dine data. Du kan tilgå de enkelte elementer via menuen \"administration\" øverst på skærmen.",
        "Policies": "Politikker",
        "DataProcessors": "Databehandlere",
        "Risk": "Risiko",
        "Task": "Opgave"
    },
    "Submenu": {
        "Dashboard": "Oversigt",
        "Tasks": "Mine opgaver",
        "Perform": "Udfør mine opgaver",
        "Review": "Godkend opgaver",
        "Reports": "Rapporter",
        "Knowledge": "Viden",
        "Legal": "Legalt",
        "Vocabulary": "Ordbog",
        "Management": "Administration",
        "Processes": "Opgaver og kontroller",
        "Risks": "Risici",
        "Policies": "Politikker",
        "Persondata": "Persondata",
        "It-Systems": "IT systemer",
        "Dataprocessor": "Databehandlere",
        "Databreach": "Tab af data",
        "Wizard": "Guide/Wizard"
    }
}